[
  {
    
    "serviceImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBWR9kks7ZyB3AjYcMsAWdZeDEfm83TCZPxezT5xVv7k9ZZDYjZr-tfnrP0cIp39fvzR4&usqp=CAU",
    "serviceName": "WEDDING PHOTOGRAPHY",
    "serviceDetail": "You can try to negotiate with your wedding photographer, but most prices are set in stone. Photographers offer scaled packages at different price points to meet clients where they are and to take the negotiation out of it. Packages factor in fees like editing software, gear, licenses, insurance, and other business items brides and grooms don’t see. For photographers, negotiating could lead to hardly breaking even, or even losing money. Some photographers are willing to work with couples’ budgets on rare occasions, though. Millay says if the bride or groom has been dreaming of working with her but can’t afford her, she’s willing to hear them out. Just know this is the exception, not the norm.",
    "price": 500,
    "time": "9hr 30min",
    "rating": 4
  },
  {
   
    "serviceImage": "http://www.venicealbum.com/images/uploads/blog/_m/black-and-white-wedding-photography.jpg",
    "serviceName": "CAPTURING THE CEREMONY",
    "serviceDetail": "Here we are going to take a look at a few important elements to consider when capturing photographs just after the ceremony. You know. after the ceremony it is such an important and unique time for the bride and the groom. it's their first chance to breathe. to relax. it's official. we are married. and for the rest of the guests as well. it's equally as exciting. Everyone has a story. you never know how long someone traveled to get to this wedding. How they got ready and hurried to make it to the ceremony on time. how they sat through the ceremony. and now the celebrating begins. and so here I want to talk a little bit about how we can capture some of that unique emotion in that time. Let's take a look at a few photographs from a couple of different weddings to illustrate some ideas to consider. Here with this first wedding. the bride and the groom and their daughter. they are walking down the aisle. and here I'm just continuing to document that. I'm continuing to be a fly on the wall",
  
  "price": 600,
    "time": "9hr 30min",
    "rating": 4
  },
  {
   
    "serviceImage": "https://martamayphotography.co.uk/wp-content/uploads/2020/11/Hereford-wedding-photographer-West-Midlands_0110.jpg",
    "serviceName": "BLACK & WHITE OPTION",
    "serviceDetail": "In this program Ken talks you through his process of photographing a wedding. He demonstrates how he works with the bridal party in the many aspects of the wedding day. Ken makes sure the Bride and Groom are looking great in every image. We followed him all day recording his great techniques. Handheld color cameras did not come into general use until the early 1970s - the first generation of cameras were split into a camera head unit (the body of the camera See how he works maximizing his surroundings to get those award winning images. Ken gives vital information on lighting, posing and the use of a photo assistant to capture key photographs. This is invaluable information for any established or aspiring wedding photographer.",
    "price": 800,
    "time": "16hr 30min",
    "rating": 3.5
  },
  {
   
    "serviceImage": "https://image.shutterstock.com/image-photo/video-operator-isolated-on-white-260nw-233324071.jpg",
    "serviceName": "PROFESSIONAL VIDEOS",
    "serviceDetail": "The earliest video cameras were mechanical flying-spot scanners which were in use in the 1920s and 1930s during the period of mechanical television. Improvements in video camera tubes in the 1930s ushered in the era of electronic television. Earlier, cameras were very large devices, almost always in two sections. The camera section held the lens and camera tube pre-amplifiers and other necessary electronics, and was connected to a large diameter multicore cable to the remainder of the camera electronics, usually mounted in a separate room in the studio, or a remote truck. The camera head could not generate a video picture signal on its own. The video signal was output to the studio for switching and transmission. By the fifties, electronic miniaturization had progressed to the point where some monochrome cameras could operate standalone and even be handheld. But the studio configuration remained, with the large cable bundle transmitting the signals back to the camera control unit (CCU). The CCU in turn was used to align and operate the camera's functions, such as exposure, system timing, video and black levels.This 1954 RCA TK-41C, shown here mounted on a dolly, weighed 310 lbs.The first color cameras (1950s in the US, early 1960s in Europe), notably the RCA TK-40/41 series, were much more complex with their three (and in some models four) pickup tubes, and their size and weight drastically increased. Handheld color cameras did not come into general use until the early 1970s - the first generation of cameras were split into a camera head unit (the body of the camera, containing the lens and pickup tubes, and held on the shoulder or a body brace in front of the operator) connected via a cable bundle to a backpack CCU.",
    "price": 500,
    "time": "20hr 30min",
    "rating": 4
  },
  {
    
    "serviceImage": "https://image.wedmegood.com/resized/450X/uploads/project/20750/1532955588_MJay_Photogarphy__pre_wedding__mumbai__9_.jpg",
    "serviceName": "PRE WEDDING SHOOTS",
    "serviceDetail": "photography that is primarily focused on the photography of events and activities relating to weddings Like the technology of photography itself, the practice of wedding photography has evolved and grown since the invention of the photographic art form in 1826 by Joseph Nicéphore Niépce.[1][failed verification] In fact, an early photograph, recorded some 14 years after the fact, may be a recreation for the camera of the 1840 wedding of Queen Victoria to Prince Albert. However, in the early days of photography, most couples of more humble means did not hire a photographer to record the actual wedding itself. Until the later half of the 19th century, most people didn't pose for formal wedding photos during the wedding. Rather, they might pose for a formal photo in their best clothes before or after a wedding. In the late 1860s, more couples started posing in their wedding clothes or sometimes hired a photographer to come to the wedding venue.",
    "price": 500,
    "time": "12hr 30min",
    "rating": 4
  },
  {
    
    "serviceImage": "https://media.herworld.com/public/2019/11/story/bali_pre_wedding_shoot_joycelyn_wee_how_9.jpg?compress=true&quality=80&w=900&dpr=2.6",
    "serviceName": "HONEYMOON SHOOT",
    "serviceDetail": "In Western culture and some westernized countries' cultures, the custom of a newlywed couple's going on a holiday together originated in early-19th-century Great Britain. Upper-class couples would take a bridal tour,sometimes accompanied by friends or family, to visit relatives who had not been able to attend the wedding.[1] The practice soon spread to the European continent and was known in France as a voyage à la façon anglaise (translation:English-style voyage), from the 1820s onwards. Honeymoons in the modern sense—a pure holiday voyage undertaken by the couple—became widespread during the Belle Époque,[2] in the late 1800s as one of the first instances of modern mass tourism.According to some sources, the honeymoon is a relic of marriage by capture, based on the practice of the husband going into hiding with his wife to avoid reprisals from her relatives, with the intention that the woman would be pregnant by the end of the month",
    "price": 1200,
    "time": "17hr 30min",
    "rating": 4.5
  }
]